[
  {
    "effectiveDate": "2024-08-04",
    "topic": "Birth of the King",
    "sourceReference": "Matthew 1:1 through 4:11",
    "keyVerse": {
      "text": "And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.",
      "reference": "Matthew 1:21"
    },
    "background": "<p>Some twenty or thirty years after Jesus ascended to Heaven, one of His chosen disciples, Matthew, was inspired by the Holy Spirit to write a book that would introduce the New Testament. The special emphasis of Matthew was that Jesus was indeed the Messiah (\"anointed one\") and King who had been foretold by the Old Testament prophets centuries before. Matthew quoted often from the Old Testament. In this Gospel, there are about sixty references to the Jewish prophecies and about forty quotations from the Old Testament, a clear indication that Matthew had a Jewish audience in mind. Christ's mission to the Jews was especially emphasized.</p><p>Matthew (also called Levi) never spoke of himself, so we have little personal information about him. We know that he was once a despised publican [tax collector] who made a great feast for Christ and then followed Him. From that moment on, his life was changed. We know that Matthew was a companion of Jesus, so he would have seen firsthand the wonderful miracles and heard with his own ears the teachings of the Son of God. He is named as being one of the disciples in the upper room before Pentecost.</p><p>Being accustomed to keeping systematic records, Matthew gave a beautifully organized account of the Lord's life and ministry. The book opens with a careful record of the birth of Jesus Christ and the events that accompanied it. In chapter 1 of Matthew, we find the genealogy of Christ (Joseph's line; Luke's genealogy gives Mary's line). Chapter 2 details three key points about Jesus as King: the homage paid to the King (the visit of the Wise Men), the hostility against the King (Herod's anger and attempt to destroy Him), and the humility of the King (the circumstances of His humble birth).</p><p>Some thirty years pass between the events of chapter 2, and the beginning of chapter 3 of Matthew. Chapters 3 and 4 detail John the Baptist's proclamation of Jesus Christ as the Son of God, and the temptation of Christ in the wilderness. These both led to the beginning of His public ministry.</p>",
    "questions": [
      "What was Joseph's concern in Matthew 1:18-19? What is revealed about Joseph's character in how he handled the situation?",
      "According to verses 20-25, how did Joseph respond to the message from the angel in his dream? What did his action reveal about his character?",
      "The Wise Men who went in search of the Holy Child may have been from the Parthian Empire, located in present day northern Iran. These religious leaders, called Magi, had great power over their realm, even to choosing their own king. Why would these men of influence travel over 2000 miles from their homeland to bring gifts and to worship a Child?",
      "From verses 9-11, we can see that the Lord very carefully led the Wise Men to Christ, where they worshiped Him. What method did He use to lead them? Perhaps there have been times when you stepped out to follow the Lord, only to wonder if He was still leading you. How did He encourage you?",
      "In our Matthew text, several Old Testament prophecies are mentioned as being fulfilled. (See Matthew 1:23, 2:6, 15, 17-18, 23.) Think of the years of waiting that took place before those prophecies were fulfilled! While we may be tempted to help God work out His plan for our lives, what can we do to stay focused and to ensure success in the Gospel?",
      "What was John the Baptist's main purpose in life? What can we learn from this regarding our purpose? See Matthew 3:2-3.",
      "Matthew 4:1-11 describes Jesus' temptation in the wilderness. Why is it important to us that Jesus was tempted as a man?",
      "What can we learn about the devil's tactics from this account? What can we learn from Christ's example about how to withstand temptation?"
    ],
    "conclusion": "<p>Because Jesus came as a man, suffered, and triumphed over temptation, we have Someone to go to who understands us. He is a comforting Friend who feels our pain, weaknesses, and joys. Even more importantly, He is able to give us His strength and help, so that we too can rise above any circumstance with real victory.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/birth-of-the-king"
  },
  {
    "effectiveDate": "2024-08-11",
    "topic": "Proclamation and Proof of Kingship",
    "sourceReference": "Matthew 4:12 through 11:1",
    "keyVerse": {
      "text": "And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine: for he taught them as one having authority, and not as the scribes.",
      "reference": "Matthew 7:28-29"
    },
    "background": "<p>After hearing of the imprisonment of John the Baptist, Jesus left Nazareth and went to the area of Galilee. He made His residence in Capernaum—a city located on the northwestern end of the Sea of Galilee, a large lake that was also at times called the Lake of Gennesaret, Lake of Tiberias, and the Sea of Tiberias.</p><p>It was at this time that Jesus began to preach the message of repentance. Along the shoreline of Galilee, He called four fishermen, Andrew, Peter, James, and John to be His disciples. He healed the sick, preached the Gospel, and taught in the synagogues. The word synagogue comes from the Greek words syn which means “together” and ago, which means \"to collect.\" During the time of Jesus' ministry, there were numerous synagogues in Israel; the number in Jerusalem alone was thought to be as high as 480.</p><p>It was on a hillside rather than in a synagogue that Jesus gave the Sermon on the Mount to His disciples and the multitude. The fame of Jesus' miracles had spread throughout the area and great numbers of people followed Him from Galilee, Decapolis, Jerusalem, Judea, and beyond Jordan. Decapolis was a region east of Jordan, containing ten cities, primarily inhabited by Greek settlers. People from Perea inhabited the area \"beyond Jordan.\" Jesus used this opportunity to teach on a mountain by the Sea of Galilee. The topography of the region provided a natural amphitheater, so His voice would have projected well. Tradition maintains that a sixty-foot hill once called the Horns of Hattin, square-shaped with two tops, is the location of the Sermon on the Mount. The location is now commonly called the Mount of the Beatitudes.</p><p>Jesus' discourse began with the Beatitudes: nine blessings that result from proper attitudes of the heart. Next, He used salt and light to illustrate the effect His disciples should have in the world. He then taught about murder and anger, temptation, divorce, oaths, forgiveness, loving one's enemies, giving, praying, fasting, obtaining treasures in Heaven, and worrying.</p><p>He concluded the sermon by encouraging His listeners not to judge others, and instructing them on how to ask and receive from God. Jesus described the way to Heaven as a “strait [narrow] gate\" and the way to destruction as a “wide gate.\" After warning about false prophets, He closed the sermon by describing people who would build on rock or sand, using this visualization to illustrate the importance of not merely hearing, but hearing and then obeying.</p><p>Chapters 8 and 9 record several of Jesus' miracles: healing a leper, calming a stormy sea, casting the devils out of two men, and restoring sight and speech.</p><p>Jesus then called twelve men to be His disciples, giving them power to cast out unclean spirits and to heal every type of disease and illness. It was at this time that they began to be called Apostles.</p>",
    "questions": [
      "After John the Baptist was imprisoned, Jesus began to preach, saying, \"Repent: for the kingdom of heaven is at hand\" (Matthew 4:17). What do you think He meant by this phrase?",
      "What was the profession of the first four men that Jesus asked to follow Him? Why do you suppose He singled out these four men?",
      "The word beatitude comes from the Latin beatus, which is translated “blessed.” In your own words, describe how each of the Beatitudes applies to us today.",
      "Jesus used two symbols to describe the influence that Christians have on a non-Christian society. What were these two symbols, and how can we exhibit attributes of these in our daily lives? Matthew 5:13-16",
      "What did Jesus mean when He said, in Matthew 5:17, that He had not come to destroy, but to fulfill the law and prophets?",
      "How is it possible for us to love our enemies? Matthew 5:44",
      "What was the crowd's reaction to Jesus' teachings? Matthew 7:28-29",
      "In Matthew 8:23-27, Jesus and His disciples were in a ship when a storm struck. Jesus was awakened from sleep and when He rebuked the winds and the sea, there was a great calm. Consider a time when the Lord calmed a troubling situation in your life. What was your reaction to your situation? How did you solicit the Lord's help and what was the result?"
    ],
    "conclusion": "<p>The Lord desires for us to build our lives on the foundation of His Word. As we apply the Word in daily living, we will exhibit the true Christian character that will draw others to Christ.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/proclamation-and-proof-of-kingship"
  },
  {
    "effectiveDate": "2024-08-18",
    "topic": "Instructions of the King",
    "sourceReference": "Matthew 11:2 through 20:34",
    "keyVerse": {
      "text": "And when he was come into his own country, he taught them in their synagogue, insomuch that they were astonished, and said, Whence hath this man this wisdom, and these mighty works?",
      "reference": "Matthew 13:54"
    },
    "background": "<p>Chapter 11 begins with John the Baptist seeking to have his belief in Christ confirmed. As he was languishing in prison, John was evidently tempted to be discouraged and disillusioned. He sent two of his disciples to ask Jesus if He was really the Messiah or if they should look for another. Instead of giving a direct answer, Jesus told the disciples to go back to John and report what they had seen and heard. His healing of the blind and lame, and the preaching of the Gospel to the poor were a fulfillment of the Messianic role that was prophesied in Isaiah 35:5-6 and 61:1.</p><p>Chapters 12 through 20 center on Jesus' ministry and teachings. Despite growing antagonism from the Pharisees and others in the religious world, Jesus continued to teach concerning the Kingdom of Heaven, and explained the consequences of rejecting Him.</p><p>Jesus was the Master Teacher, instructing His hearers with authority and reaching people at their point of need. He taught the people through parables, sermons, picture illustrations, and personal examples. Through these teachings, Jesus revealed the true ingredients of faith, how to be fruitful, how to guard against hypocrisy, and how to prepare for Heaven.</p><p>The authority with which He taught was validated by the miracles that He performed: He fed the multitude with a few loaves and fishes, walked on water, cast out demons, and healed all who came to Him. He sent out his disciples to present His claims—they had gone into the highways and byways until they covered all the cities of Israel.</p><p>During this period, Jesus for the first time spoke with His disciples about His coming death and resurrection. He was transfigured on the mountain before Peter, James, and John, and continued His instructions to His followers, even though public animosity against Him was increasing.</p>",
    "questions": [
      "What invitation is given to sinners in Matthew 11:28-30? What good can come from accepting this invitation?",
      "In Matthew 12:31, Jesus stated that all manner of sin and blasphemy would be forgiven, except blasphemy against the Holy Ghost. Sometimes, such blasphemy is referred to as \"the unpardonable sin.\" Because a person can only be saved through the Holy Spirit's work, the person who rejects the Holy Spirit removes himself from the only One who can lead him to repentance. Who was Jesus talking to in this passage, and why do you suppose He addressed this subject with them? Matthew 12:24-25",
      "The parable of the fishing net has the same meaning as the parable of the wheat and the tares. In Matthew 13:47-49, explain the meaning of the following elements of this parable:\nThe sea\nThe fishes of the sea\nCasting the net into the sea\nThe fishermen",
      "Review Matthew 14:22-33. Christ told His disciples to get into the ship and go to the other side. While He went to pray, a storm arose, and the disciples were alone in the ship. Compare the disciples' experience to your own experience when facing a trial. What should we do when going through storms in our own lives?",
      "It is not clean hands but a clean heart that matters to God (Matthew 15:18-20). What does \"defile\" mean, and what things defile a man?",
      "The Pharisees and Sadducees demanded a sign from Heaven (16:1-4). They tried to explain away Jesus' other miracles as coincidence or a use of evil power, as they believed only God could put a sign in the sky. This, they were sure, would be a feat beyond Jesus' power. Why did Jesus refuse to show them such a sign?",
      "When Jesus' disciples failed to cure the boy who was a lunatic, Jesus informed them that it was because of their unbelief. (Matthew 17:20) Why is it so important to have faith, even though it may be as small as a mustard seed?",
      "In Matthew 18:21, Peter questioned Jesus regarding how often a person was required to forgive. Peter took for granted that he must forgive, and since the rabbis taught that people should forgive three times, he probably thought he was being especially generous by suggesting that perhaps seven times was enough. What response did Jesus give, and what was the significance of His response?",
      "A rich young man asked Jesus how he might gain eternal life. Jesus told him to keep the Ten Commandments, and listed six of them, which related to relationships with others. When the young man replied that he had kept all of them, Jesus told him that he needed to do one more thing. What was that final requirement, and why did Jesus ask it of the man? Matthew 19:16-22",
      "In the parable of the laborers in the vineyard, recorded in Matthew 20:1-16, the householder is God, the vineyard is the kingdom of Christ, and the laborers are His followers. What lesson for our day can we find in this parable?"
    ],
    "conclusion": "<p>We can know the way God wants us to live by carefully heeding what Jesus taught. His teachings show us how to live for Him in our day, and how to prepare for life eternal.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/instructions-of-the-king"
  },
  {
    "effectiveDate": "2024-08-25",
    "topic": "Rejection and Prophecies of the King",
    "sourceReference": "Matthew 21:1 through 25:46",
    "keyVerse": {
      "text": "And whosoever shall fall on this stone shall be broken: but on whomsoever it shall fall, it will grind him to powder.",
      "reference": "Matthew 21:44"
    },
    "background": "<p>These chapters describe Jesus' presentation as King, His instruction regarding end-time events, and His rejection by the Jewish people.</p><p>Near the end of His earthly ministry, when Jesus entered Jerusalem on what we now commemorate as Palm Sunday, Jesus rode into Jerusalem on a donkey, as was part of the coronation custom of the Israelites each time a new king was appointed. The people cheered him with shouts of “Hosanna” and laid garments and branches on the road. Conquering men and royalty were honored in this manner at that time. Yet, in less than a week, when asked by Pilate what should be done with Jesus, the crowd roared, “Crucify him!\"</p><p>After entering Jerusalem, Jesus went to the Temple and removed those who had brought merchandise to be sold for the sacrifices and overturned the tables of the moneychangers. The merchandise would have consisted of doves, oxen, sheep, and other sacrificial items. The moneychangers furnished the Jews and proselytes who came from other countries, with the current coin of Judea, in exchange for their own.</p><p>Despite mounting opposition, Jesus continued to teach His followers. Many parables in today's lesson have to do with true worship as opposed to hypocrisy.</p><p>During this time, Jesus' jealous critics approached Him with many questions that were not honest inquiries, but rather were designed to incriminate Him. The Pharisees (a religious group) and the Herodians (a political group) were enemies, and yet, they united at this time against Jesus. They asked Jesus about paying Roman taxes. They had reasoned that if Jesus said they should, the Pharisees could accuse Him of being against God. If He said taxes should not be paid, the Herodians would have Him arrested for rebellion against Herod. His answer exposed their evil motives.</p><p>Jesus then silenced an attempt by another religious group—the Sadduces. Sadducees accepted only the Pentateuch, the first five books of the Old Testament, as sources of law. This group did not believe in the resurrection because it is not directly mentioned in the Pentateuch. In His response (Matthew 22:32), Jesus quoted from Exodus, chapter 3, verse 6. He used this verse and its tense to illustrate to them that the men referred to in the verse, who had once died, were alive.</p><p>Jesus cautioned His disciples and the multitude that greatness is not measured by how much honor and prestige one has from people. Rather, He said, “he that is greatest among you shall be your servant\" (Matthew 23:11). Addressing the false religious leaders, He condemned them, saying, “Ye blind guides, which strain at a gnat, and swallow a camel.\" The Pharisees strained their water to avoid accidentally swallowing a gnat or any small unclean thing forbidden by the Law. They took such care in the details of ceremonial cleanliness, yet they made no effort of avoiding the much greater issues of hypocrisy, lust, and deceit.</p><p>Chapter 24 is a sobering series of warnings concerning the last days—the days in which we now live. Jesus prophesied that in the last days, many would fall away and be lost; however, those who endured to the end would make their heavenly goal.</p><p>In Chapter 25, Jesus gave three parables to illustrate how we should be prepared when He returns. The parable of the ten virgins warns of the need to be responsible for our spiritual condition and readiness. The parable of the talents shows the rewards for faithful service and the eternal consequences of neglect. The last parable calls us to demonstrate our faith by personal involvement in acts of love and mercy.</p>",
    "questions": [
      "Imagine yourself among the crowd of people who witnessed Jesus' Triumphal Entry into Jerusalem, recorded in Matthew 21:1-11. Now, contemplate the fact that within the week, those who shouted \"Hosanna\" were possibly among those who cried for Jesus' crucifixion. What conclusions can we draw from this?",
      "In Matthew 21:12-17, we read of Jesus cleansing the Temple. What had occurred within those sacred walls that so displeased Him? What principle does this teach us regarding our attitude toward God's House?",
      "Jesus caused the fig tree to wither away because of its lack of fruit. One lesson from this acted-out parable was a vivid warning against hypocrisy—having the \"leaves\" of a false profession, but no fruit of God's grace. What are examples of fruit in the lives of Christians? Matthew 21:18-22",
      "In the parable of the wicked husbandmen, Jesus is compared to the cornerstone of a great building. Jesus told the chief priests and Pharisees that \"whosoever shall fall on this stone shall be broken: but on whomsoever it shall fall, it will grind him to powder.\" What do you think He meant, and how does this apply to us in our day? Matthew 21:33-46",
      "In the parable of the wedding feast, Jesus described one who came into the wedding ceremony without having put on the wedding garment. What was his excuse? What do you think the wedding garment symbolized? Matthew 22:11-14",
      "Matthew 23 records Jesus' scathing denunciation of religious hypocrisy, and includes in Matthew 23:11 a foundational principle of Christian living. Explain that principle in your own words, and offer four specific examples of how this attitude can be demonstrated in daily life.",
      "Jesus' rebuke of the Pharisees in Matthew 23:23-24 was related to their emphasis on some parts of the Law while they ignored other basic principles. What does it teach us with regards to tithing?",
      "In chapter 24, Jesus begins what is sometimes called His \"Olivet Discourse,\" in which He predicts events that will occur in the end-times. Verse 12 states that because iniquity (literally, “lawlessness”) will abound, the love of many will \"wax cold.\" What proof of these verses do we see in our day? What can we do to prevent our love for Christ from growing cold? Matthew 24:12-13",
      "In Jesus' warning about the need to be ready for His soon coming, He compared those living in the last days to those in the days of Noah. What was so bad about the things they were doing in those days (i.e., eating and drinking, marrying and giving in marriage)? Matthew 24:36-51"
    ],
    "conclusion": "<p>As opposition to Jesus mounted, He knew that His death was near. So He taught His disciples about the future—what they could expect before His return, and how they should live until then. As sincere Christians, we must pay careful heed to His teachings so that we are prepared at every moment for His imminent return.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/rejection-and-prophecies-of-the-king"
  },
  {
    "effectiveDate": "2024-09-01",
    "topic": "Suffering, Death, and Resurrection of the King",
    "sourceReference": "Matthew 26:1 through 28:20",
    "keyVerse": {
      "text": "For this is my blood of the new testament, which is shed for many for the remission of sins.",
      "reference": "Matthew 26:28"
    },
    "background": "<p>At this time in history, the Roman government appointed the political as well as religious leaders for Israel. Caiaphas was chosen as high priest, being son-in-law to Annas, a former high priest. It appears that Caiaphas worked well with the Romans, as he remained high priest longer than most—eighteen years. It was Caiaphas who first recommended that Jesus should die, and he, along with the other chief priests, scribes, and elders, conspired to arrest Jesus.</p><p>Matthew wrote his book primarily for Jewish Christians; therefore he emphasized Jesus' kingly role and presented a portrayal of the Kingdom of God. Matthew strove to show that Christ's Kingdom was in the hearts of men, and not in the politics of the time.</p><p>As world-shaping events were being plotted in Jerusalem, in a small corner in Bethany, Mary, sister to Martha and Lazarus, anointed Jesus with precious ointment from an alabaster box as a memorial for His burial. This was a small picture of what the Kingdom of God was really about—His love.</p><p>After partaking of the last supper, Jesus went to the Garden of Gethsemane, where He fought the supreme battle of all time. Jesus' agony was because He would bear the sins of all mankind, and would be rejected for a time by His Father. Jesus' human flesh struggled with the physical agony before Him, but as His spirit and will were completely subjected to God, He won the battle and accepted His \"cup\" with peace.</p><p>After being apprehended in the Garden, the next morning Jesus was sentenced to death by the chief priests and elders. They bound Jesus and sent Him to Pontius Pilate, the Roman governor of Judaea who was known for his cruelty. Rome had taken away the Jew's authority to perform capital punishment; therefore Roman leaders had to do the sentencing and execution. The Jews knew that a charge of blasphemy would carry no weight in a Roman court, so they accused Jesus of claiming to be superior to Caesar when He said He was the Son of God.</p><p>Those who were condemned to die by crucifixion were forced to carry their own crosses, but Jesus, weak from the terrible scourging which had been inflicted upon Him, was unable to do so. Simon, a man from Cyrene in northern Africa, was compelled to carry it for Him.</p><p>Jesus was crucified at nine o'clock in the morning. At three o'clock in the afternoon, He cried out and then died. Suddenly there was an earthquake and many graves of the saints opened. At the same time the heavy curtain in the Temple tore down the middle from the top to the bottom, opening the Holy of Holies to the common people, and thus signifying man's ability to approach God personally. Joseph of Arimathaea, a wealthy man, an honored member of the Sanhedrin, and a secret follower of Jesus, asked for Jesus' body and put it in his own new tomb. The chief priest and Pharisees sealed the tomb securely and set a watch of soldiers around it.</p><p>At dawn on the first day of the week, Mary Magdalene and another Mary (possibly the wife of Cleopas, or the mother of James and John) were coming to the sepulchre when there was a huge earthquake, and an angel came and rolled back the stone from the door. As the women approached, the angel told them that Jesus had risen from the dead.</p><p>Matthew's account does not speak of the forty days Jesus spent on earth after His resurrection. Instead he moves directly to Jesus' commission to His disciples. Before this time, the field of missionary work had been only to the Jews. Now Jesus expanded that field to the whole world. Before His ascension, Jesus promised He would be with His people always, even to the end of the world.</p>",
    "questions": [
      "In Matthew 26:6-13, we read how Mary broke the alabaster box and anointed Jesus with its contents. Some who observed her actions condemned her, suggesting the money could have been better spent on the poor. What was Jesus' response, and what lessons can we learn from Mary's example of devotion?",
      "Judas was eager to make a deal with the chief priests for money (Matthew 26:14-16), but later deeply regretted this and wanted to reverse it (Matthew 27:3-10). What can we learn from Judas' actions?",
      "At His last supper with His disciples, Jesus took two elements from the Passover feast—the unleavened bread and the cup—and used these to depict His coming death (Matthew 26:26-29). When Jesus broke the bread, He said, “Take, eat; this is my body.” How did Jesus identify the contents of the cup? What did it symbolize?",
      "Jesus and His disciples went to a private garden at the Mount of Olives. Describe the nature of the great struggle that He faced there alone.",
      "At Jesus' arrest, Peter sliced off the ear of a servant of the high priest. In his zeal to defend Christ, he got ahead of God's plan. What application from this can we make to our lives?",
      "Why do you think Peter was seemingly very brave when he cut off the servant's ear, yet was later afraid when questioned by two young women and others? How might we face similar circumstances?",
      "Possibly some in the crowd who clamored for Jesus' death (Matthew 27:20-23) were the same people who only a few days earlier had hailed Him as their king. What conclusion can we draw from this?",
      "What did Jesus endure on Golgotha in addition to physical suffering? Why did He stay on the Cross when it was within His power to free Himself?",
      "Why is the Resurrection of Jesus (Matthew 28:1-7) such a fundamental element of the Gospel?",
      "At the time of the Great Commission (Matthew 28:19-20) Jesus promised to be with us always. How does He accomplish this?"
    ],
    "conclusion": "<p>God had a perfect plan when He sent Jesus to die for our sins. Jesus was faithful and fulfilled God's plan in every aspect. The challenge that faces us is this: What will we do with Jesus?</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/suffering-death-and-resurrection-of-the-king"
  },
  {
    "effectiveDate": "2024-09-08",
    "topic": "Preeminence of Christ",
    "sourceReference": "Hebrews 1:1 through 4:13",
    "keyVerse": {
      "text": "But unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom. Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
      "reference": "Hebrews 1:8-9"
    },
    "background": "<p>The author of Hebrews, generally presumed to be Paul, pointed his readers in these four chapters to the superiority of Jesus Christ. Although the Jewish people had anticipated the coming of their Messiah for centuries, they had established their own form of worship at the expense of the Word of God. The author addressed this confusion by establishing in the first three verses that both the old (Judaism) and the new (Christianity) were religions “revealed” by God. Then he systematically detailed how Christ was:</p><ul><li>Superior to the angels (Hebrews 1:4–2:18),</li><li>Greater than Moses (Hebrews 3:1-19), and</li><li>Provided a better rest (Hebrews 4:1-13),</li></ul><p>because Christ was supreme and completely sufficient for salvation.</p><p>The theme of better, a word used thirteen times in this book, was introduced in verse 4 of the first chapter. The writer contrasted the Old Testament system with the New Testament ministry of grace, bringing out that the Old was the \"shadow\" and the New was the \"substance.\" Christ had come to fulfill the Law and the prophets, conquering sin and freely providing eternal life for all who would come to Him.</p><p>Angels had been very important in the Jewish religion, mainly because angels assisted in the giving of the Law at Mount Sinai. False teachers of the day taught that God could only be approached through angels, and that these heavenly beings should be worshipped. It was critical that the writer of this book denounce such teaching; for that reason, he opened with a lengthy passage concerning Christ's superiority to the angels. This passage is divided into three sections:</p><ul><li>First, the writer affirmed the superiority of Christ.</li><li>Second, he exhorted the readers to pay earnest heed to the Word God gave through His Son.</li><li>Finally, he explained how Christ, with a human body, was still superior to angels who are spirits.</li></ul>",
    "questions": [
      "Why do you think the author makes such a point of Christ's deity to these Hebrew Christians?",
      "The writer, in beautifully poetic language, described Jesus Christ in the opening verses of our text. Review the facts, attributes, and actions detailed in Hebrews 1:2-3, and write your own description of Christ based on your findings.",
      "Angels are heavenly beings, and many times in Scripture we find where God used them. In what seven ways did the writer show that Jesus was superior to the angels? Hebrews 1:3-14",
      "In the first four verses of chapter 2, the writer set forth a strong warning against spiritual neglect. Why did he stress the danger of neglect? How might we tend to drift away or fail to pay full attention to what Jesus has said?",
      "In Hebrews 2:3-4, how did each Person of the Trinity participate in the delivery and confirmation of the salvation message?",
      "To the Jewish people, Moses was a great hero. He had brought their ancestors out of bondage in Egypt, received the Law from God himself on Mount Sinai, and written the first five books of the Old Testament. Still, in chapter 3, the writer points out the fact that Christ was superior to Moses. What points can be made about both in order to prove this?",
      "The writer warned the Hebrew Christians to \"hear his [God's] voice\" and take heed lest their hearts become hardened and like their fathers. What lessons could be learned from the ancestors of the Hebrews? How can we \"hear his voice” today? (Hebrews 3:7-11).",
      "Why is it so important for the Christian today to heed the Word and maintain true confidence in Christ? (Hebrews 4:1-3)",
      "We read in Hebrews 4:12 that the Word of God is quick, powerful, and sharper than any two-edged sword. Explain what you think this means."
    ],
    "conclusion": "<p>What the Law could not do because it was weak through the flesh, Jesus has accomplished by the merits of His death and resurrection. The Law could never completely reveal God, but Jesus Christ can. He is the perfect reflection of God.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/preeminence-of-christ"
  },
  {
    "effectiveDate": "2024-09-15",
    "topic": "Christ Our Mediator",
    "sourceReference": "Hebrews 4:14 through 10:39",
    "keyVerse": {
      "text": "For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us.",
      "reference": "Hebrews 9:24"
    },
    "background": "<p>The Book of Hebrews has been regarded by the Church through the ages as a wonderful portrait of Christ as prophet, priest, and king of the New Covenant that was foreshadowed by the Old Covenant (Old Testament Law). The Hebrew believers were under severe persecution, apparently by non-Christian Jews. After accepting and enduring this persecution, it seems they had weakened. While never renouncing Christ, they were at risk of drifting back to the Jewish teachings and customs, many of which had supplanted the Old Covenant.</p><p>In this portion of text, the writer emphasized the priestly role of Christ, comparing it with that of the Old Testament priest/king Melchizedek and contrasting it with the Levitical priesthood established in the Old Testament Law. The Jews were well aware that the priestly offices could only be held by descendents of Levi, the great-grandson of Abraham. Christ was descended from the tribe of Judah, making Him ineligible to minister as a priest under the Old Covenant. The writer emphasized that there was an earlier precedent for both priesthood and also the combination of priesthood and kingship. (These two roles were always separated in Israel after they were given a king.) Melchizedek was both king of Salem (Jerusalem) and a priest of God, although the Old Testament presents no record of birth, death or genealogy for him. He blessed Abram, and Abram acknowledged his position by paying him tithes.</p><p>The Greek word for mediator is mes-ee-tace and means \"one who intervenes between two, either in order to make or restore peace and friendship, or form a compact, or for ratifying a covenant.\"</p>",
    "questions": [
      "What was the role of the high priest? What were the priests' duties? Hebrews 5:1",
      "Verses 4:15 and 5:2, 8 show that our High Priest, Jesus, can be touched by our infirmities. Why is this important to us?",
      "The writer had begun to develop the priesthood of Christ, but in 5:11, he seemingly felt compelled to insert another warning before continuing. What difficulty did he mention in this verse, and what problems had grown because of it?",
      "Hebrews 6:4-8 contains one of the sternest warnings set forth in the Word of God. What danger is the author describing?",
      "Why is our hope in Christ identified in verse 6:19 as an \"anchor of the soul\"? Why do we need such an anchor?",
      "Chapters 7, 8, 9, and 10 each emphasize something \"better\" or superior in New Covenant over the Old Testament shadow examples. List and give a short explanation for each.",
      "Hebrews 10:19-21 summarizes the access we have to God through the superior priesthood of Christ. Verses 22-25 give us three actions we are to take. List them and describe their importance.",
      "Our confidence should be in the only One that is truly secure—Christ. Verses 10:35-37 instruct us to keep our confidence, patiently do God's will, and wait in faith for God's promises to be fulfilled on our behalf. Name specific ways we can follow these instructions."
    ],
    "conclusion": "<p>We are privileged to have a great High Priest and Mediator standing between us and God. Since we now have access to God through Christ, we enjoy a close, intimate relationship with Him. We can have confidence that our hope in Christ is an anchor that will hold steadfast and secure through the storms of life and deliver us from this life to an eternity in Heaven with our great High Priest, Christ.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/christ-our-mediator"
  },
  {
    "effectiveDate": "2024-09-22",
    "topic": "An Exhortation to Faith",
    "sourceReference": "Hebrews 11:1 through 13:25",
    "keyVerse": {
      "text": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race is set before us, looking unto Jesus the author and finisher of our faith.",
      "reference": "Hebrews 12:1-2"
    },
    "background": "<p>Hebrews was written to the Jewish Christians and was penned approximately A.D.70. The writer of Hebrews wanted to remind these people of the \"great cloud of witnesses\" that God had honored and helped under the old dispensation. These last three chapters of Hebrews reiterate the beginning of mankind and cover church history up to when the epistle was written. The writer created a “big picture\" of the church age so these Christians could see where they fit in under the new and better dispensation. He admonished them not to be discouraged by their sufferings, but to look to Jesus, the author and finisher of their faith.</p><p>Hebrews 11 is the climax of the epistle. In it the writer reached the culmination of all he had to say. Prior to that chapter he had brought out the relationship between the Old Testament and the New Testament dispensations by unfolding their meanings step by step. Having shown how the old dispensation had fulfilled its mission, in this chapter he listed certain worthies who attained to what God had designed under that provision. They did this by faith in God and what He had said. These \"witnesses\" shone out like beacon lights, having proved the possibility of attaining God's best even before Jesus was born.</p><p>Chapter 12 begins with a picture of an athlete running a race, giving a striking illustration of a Christian striving toward Heaven. The author wanted his readers to understand that they were not on a pleasure excursion or loitering on a promenade; they were not just filling time. They were engaged in a great contest. Then he proceeded to admonish them on how to endure and therefore succeed in their Christian lives.</p>",
    "questions": [
      "Write Hebrews 11:1 in your own words. Then name some invisible items that you have faith in.",
      "Hebrews 11:2 lets us know that by faith \"the elders obtained a good report.\" The word elders refers to the many believing individuals cited in this chapter. How did these people demonstrate their faith?",
      "Where do \"spiritual giants” come from? Consider those who have influenced you in your spiritual walk. What steps can we take to gain more faith and stability in our own lives?",
      "Consider the key verse. What are some of the “weights” we may carry that hinder us?",
      "Hebrews 12:5 mentions the \"chastening of the Lord.\" Such chastening may not be enjoyable, but it is very necessary. What encouragement did the writer give to the Hebrew Christians regarding these times of discipline from the Lord? Why is chastening necessary for us today?",
      "What is being compared and contrasted in verses 18 through 29 of Hebrews 12? Why does the writer make this comparison?",
      "Chapter 13 includes a number of practical applications. List three instructions the writer gives these Christians. How can we apply these in our day?",
      "The writer warns of being carried away with \"divers and strange doctrines” (Hebrews 13:9). In the world today, what might be some doctrines that would threaten the pure message of the Gospel?"
    ],
    "conclusion": "<p>Those who lived under the Old Testament dispensation caught glimpses of the age in which we live, but they died in faith, not having received the fullness of the Gospel because Jesus had not yet come. We have received the Gospel in its entirety. Their testimonies and examples of faith need to cause us to be complete and entire representatives of this dispensation of grace. We must “carry the torch\" down the final stretch of God's perfect plan for mankind to our Home in Heaven.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/an-exhortation-to-faith"
  },
  {
    "effectiveDate": "2024-09-29",
    "topic": "Paul's Letter to the Ephesians",
    "sourceReference": "Ephesians 1:1 through 6:24",
    "keyVerse": {
      "text": "I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called.",
      "reference": "Ephesians 4:1"
    },
    "background": "<p>Ephesus was a strategic seaport, ranking in importance with Alexandria in Egypt, and Antioch in Syria. It was located on the western edge of Asia Minor (which is now Turkey) near the present-day city of Izmir, and was the most important Aegean Sea port on the main route from Rome to the East. Ephesus was a religious center as well, and was famous for its magnificent temple of Diana (the Roman goddess), also known to the Greeks as Artemis. The temple was a structure considered to be one of the seven wonders of the ancient world. Ephesus was a large international tourist center, and so profitable that its leaders opened the first world bank. Its population at that time was about 300,000, making it one of the largest cities in the Roman Empire.</p><p>Paul had been a missionary for about seventeen years before he reached Ephesus. After two of his fellow missionaries had gone for several months and laid the groundwork, Paul arrived and set up his customary headquarters for evangelism in one of the provinces. Along with the colleagues he had brought with him and some Christians already in Ephesus, he began a network of home churches. This network eventually spread to other areas of Asia.</p><p>Paul's first converts were probably Jews and \"God-fearers.\" God-fearer was the Jewish term for a Gentile who wanted to follow the worship of the Lord but did not want to formally renounce his culture or undergo circumcision. The new converts were usually from the middle-class, looking for truth and security but not quite ready to completely change their lifestyles and attitudes. If the head of a household decided to follow Christ, his children, wife, slaves, and clients usually followed too. So the young church was built of individual households, meeting in the home of one of the more prosperous members. As a church outgrew the house, some households broke off and began to meet in another house. Thus, the early church in Ephesus continued to grow. Paul and his team spent more than two and a half years in Ephesus gaining converts and training leaders.</p><p>This letter to the Ephesians was written while Paul was in prison in Rome from A.D. 60-62 and sent to the Ephesian church with Tychicus. Unlike other letters he wrote, this letter was not written to address any particular problem in the church. It was written to strengthen and encourage the Ephesian church. It was also possibly circulated around other churches in the area for the same purpose. In it, Paul described the nature and appearance of the church. He challenged believers to function as a living body of Christ on earth.</p><p>The Book of Ephesians can be broken down into two major sections. The first three chapters deal with doctrine (the calling of the church), and the last three deal with application (the conduct of the church). The overall theme of the book is the unity of believers.</p><p>In chapter 1, Paul began with a prayer that the church may have wisdom and revelation. In chapters 2 and 3 he discussed the believers' positions individually and corporately before God, and the mystery of their calling. He ended with a prayer that their faith might be strengthened through the love of God.</p><p>Chapter 4 is a pivotal point in the book. Paul admonished the believers to walk worthy of their calling in Christ. In the last three chapters alone, there are thirty-five directives that speak of the believer's responsibility to conduct himself according to his individual calling. Throughout chapters 4 and 5, Paul discussed the Christian's walk in unity, holiness, love, light, and wisdom. In chapter 6, he concluded the book by instructing believers regarding how to endure spiritual warfare.</p><p>Like the Ephesian church, we are called to know Biblical doctrine and then live it out before the watching world. A loving, unified church is a strong church that unbelievers will be drawn to.</p>",
    "questions": [
      "In the first verse of chapter 1, Paul refers to \"the faithful in Christ Jesus.\" What would it take for others to characterize you as faithful in Christ Jesus?",
      "In Ephesians 1:3, Paul wrote that God had blessed the believers with all spiritual blessings. List some of the spiritual blessings God has bestowed upon you. What is the greatest spiritual blessing? After compiling your list, take a moment to thank God for these blessings.",
      "What do Ephesians 1:7 and Ephesians 2:13 tell us about how we are brought closer to God?",
      "In Ephesians 2:14, we read that Christ has “broken down the middle wall of partition between us.\" The Temple had a wall separating the Jews and the Gentiles, but Paul was indicating that the Gospel is for all. What \"walls\" might we build today that God might want broken down?",
      "Give the progression in Ephesians 3:20 from the first thought in the believer's mind to God's full purpose achieved in our lives. What is the power that works within us?",
      "In chapter 4, what instruction does Paul give about how we should walk worthy of our calling?",
      "Ephesians 4:11 lists a number of gifts (callings) that are given to different believers by God. Write down each of them, then alongside each one, note how that gift benefits the Body of Christ. Why does God give these gifts?",
      "In Ephesians 5:1, Paul instructs his readers to be followers of God, \"as dear children.\" Explain what you think he meant by this.",
      "In Ephesians 6:18, we read that we are to pray always, with all prayer and supplication (petitioning) in the Spirit, and with perseverance and supplication for all saints. Review your prayer time this week. How have you prayed for others? How have you persevered in prayer for them? What steps can you take to improve this aspect of your prayer time?"
    ],
    "conclusion": "<p>It is a great privilege and encouragement to be a part of the family of God. As we walk together with other believers, we must be faithful in our individual walk with God, consistent in our prayer lives, and strive for unity among the believers. If we do this, we will experience the many spiritual blessings God has in store for us.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/pauls-letter-to-the-ephesians"
  },
  {
    "effectiveDate": "2024-10-06",
    "topic": "Paul's Letter to the Philippians",
    "sourceReference": "Philippians 1:1 through 4:23",
    "keyVerse": {
      "text": "Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark for the prize of the high calling of God in Christ Jesus.",
      "reference": "Philippians 3:13-14"
    },
    "background": "<p>The Book of Philippians is a letter written by the Apostle Paul to the church at Philippi. Philippi was a city located in Macedonia, in the northern part of what is now Greece. It was located on the northern highway that connected the east with the west. Noted for its gold mines, it was an important Roman city and military port during Paul's lifetime.</p><p>The church at Philippi was Paul's first European church. It was founded by Paul around A.D. 51 with the help of Timothy, Silas, and Luke. Paul and his fellow workers went to Philippi during Paul's second missionary journey after God showed them in a vision that they were to go to Macedonia. It is believed that Luke, the Gentile physician who wrote the Book of Acts and the Book of Luke, was its pastor for the first six years of its existence. The account of the church's establishment can be found in Acts 16.</p><p>Paul wrote the letter to the Philippians from Rome, where he was in prison. It was written about ten years after the church had been founded, and three years after Paul had last visited there. The personal, affectionate tone of the letter reveals his close relationship with the church and its members. Out of all of the many churches that Paul founded and encouraged, Philippi was the only one that is recorded to have supported Paul financially. They sent several gifts of money to Paul for his ministry, and also had contributed to his collection for the poorer saints in Jerusalem. This reflects the trust and friendship that must have existed between the apostle and the people of the Philippian congregation.</p><p>Paul wrote this letter in thanks for a gift that the Philippians had sent to him. He had been out of contact with them, and may have believed that he had been forgotten. Then Epaphroditus, a member of the Philippian church, arrived in Rome with gifts and messages from the church. Epaphroditus found Paul in need of his encouragement, and stayed in Rome to help him for a time. When he became ill, apparently to the point of death, he extended his stay even longer than planned. Once he was well again, Paul sent him home with this letter of thanksgiving and a commendation for his helpfulness.</p><p>In addition to making very personal statements about his own faith, Paul encouraged the church at Philippi to keep the faith, be joyful, develop humility, and remain unified under Christ. Paul also took this opportunity to address two issues in the church that had come to his attention.</p><p>Apparently, there was a faction in the church that was causing strife over issues relating to the law and circumcision. Paul told the church to beware of these \"evil workers\" and to seek to have humility like Jesus. Also, he exhorted two women, Euodias and Syntyche, who were leaders of house churches in Philippi, to \"be of the same mind in the Lord” instead of allowing a personal argument to cause division in the church.</p><p>He ended the letter by encouraging the church (and ultimately us) to rejoice, pray, be thankful, and keep their minds on the things of God.</p>",
    "questions": [
      "Like most of Paul’s letters, the greeting in the letter to the Philippians includes some words of encouragement, and Paul’s prayers and spiritual desires for the church. What were some of the things that Paul wanted for the Philippians? Why do you think he might have included some of these in his greeting to them?",
      "At the time Paul wrote this letter, he was imprisoned in Rome. This may seem like a dire circumstance to us, but Paul had an interesting perspective about his situation. In Philippians 1:12-18, what did Paul say about how God used his imprisonment?",
      "How can we apply to our own lives Paul’s perspective on difficult circumstances?",
      "In chapter 2, Paul encouraged the Philippians to be humble and obedient, and to strive for unity. He pointed to Christ as the ultimate example of this kind of attitude. List the qualities found in verses 2-15. How can we cultivate this attitude in ourselves? According to verse 15, what is the spiritual reward for such an attitude?",
      "In chapter 2, verses 19-30, Paul lamented the lack of selfless, committed workers, and praised Timothy and Epaphroditus for their faithfulness. What are some of the qualities needed in an effective Christian worker?",
      "In chapter 3, Paul warned the Philippians against false prophets. Today, as in Paul’s time, there are false teachers and spiritual leaders who are more interested in power, money, and oppressing those under their care than in truly following Christ. How can we identify and guard against leaders such as this?",
      "In verses 9-21 of chapter 3, Paul recorded his own personal statement of faith, and reminded his readers that they were seeking the “prize of the high calling of God in Christ Jesus.” He encouraged them to copy his attitude, and promised that God would be faithful to show them if they did not have the right attitude. How can you “press toward the mark?”",
      "In chapter 4, Paul challenged the Philippians to “rejoice in the Lord.” What are some ways of ensuring this joy?",
      "In verse 13 of chapter 4, Paul gives us the ultimate answer on how to cultivate humility and obedience, serve God, press toward the mark, and keep the joy of the Lord in our hearts. What is his conclusion?"
    ],
    "conclusion": "<p>Paul remained faithful and kept drawing closer to Christ until the end of his life. We can learn much from his example. He kept a positive attitude in hard times, faithfully followed and obeyed God, prayed regularly, kept himself humble, and shared his joy in the Lord with others.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/pauls-letter-to-the-philippians"
  },
  {
    "effectiveDate": "2024-10-13",
    "topic": "Paul's Letter to the Colossians",
    "sourceReference": "Colossians 1:1 through 4:18",
    "keyVerse": {
      "text": "As ye have therefore received Christ Jesus the Lord, so walk ye in him: rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.",
      "reference": "Colossians 2:6-7"
    },
    "background": "<p>Colosse was a city of Phrygia Pacatiana, now a part of Turkey in Asia Minor. Not much is known about this ancient city, which was situated between Laodicea and Hierapolis and about one hundred miles east of Ephesus. Colosse has been extinct for well over eighteen hundred years and it is believed that an earthquake destroyed Colosse, as well as Laodicea and Hierapolis. The city that was raised in the place of Colosse was called Konos, a name it bears today.</p><p>The Book of Colossians is one of the epistles Paul wrote during his imprisonment in Rome, around A.D. 60, about the same time as the epistle to the Ephesians was written.</p><p>The church at Colosse was probably started during Paul's third missionary journey. It is not known whether or not Paul ever personally visited the church.</p><p>Whether the Colossians, whom the apostle addressed in this epistle, were Jews or Gentiles, cannot be absolutely determined. It is most probable that they were a mixture of both.</p><p>The problem Paul was combating in the Colossian church was the early stages of Gnosticism, a heresy that attacked Christianity in several basic ways. Gnostics taught that: (1) Christ was a created being, greater than man but less than God, thus stripping Him of His deity, which negated His propitiatory work at Calvary; (2) salvation was obtained through knowledge; and (3) the body was evil.</p>",
    "questions": [
      "Who was the pastor of the Colossian church, and how did Paul describe him? What qualities are suggested by Paul's words regarding him? Colossians 1:7",
      "Though Paul had never met the Colossian believers, he faithfully prayed for them. What are some specific areas of prayer support we should weave into our prayers for others, based upon Paul's prayer in Colossians 1:9-12?",
      "The Colossian church seemingly had several misconceptions about Christ, and Paul addressed their concerns in this epistle. Summarize how Paul refuted each of the following false beliefs:\nChrist could not be both human and divine. Colossians 1:15\nChrist did not create the world. Colossians 1:16-17\nChrist was not the unique Son of God. Colossians 1:18-20\nChrist is not the source of salvation. Colossians 1:20-22",
      "In verse 24 of the first chapter, Paul indicated his willingness to endure suffering in order to further the Gospel. List ways in which you might be called on to \"suffer\" for Christ's cause. What are the benefits of enduring?",
      "Having established the significance and preeminence of Christ, Paul moves on in chapter 2 to give a warning. What did Paul caution the Colossians about? (See verses 4, 8 and 18.) How might his warning apply in our day?",
      "Chapter 2 addresses the dangers of the legalistic teachings of the Gnostic teachers in Colosse. Paul referred to the distinction of meats and drinks—foods that had been classified as clean or unclean under the law—and the requirement of observing certain holy days or festivals, such as those relating to the new moons and particular sabbaths. He let the Colossians know that Christ had released them from delusive and oppressive rules, and that there was no need for them to submit themselves to Jewish traditions which served to supplant God's Word. All these had been taken out of the way when Jesus was nailed to the Cross, and they were no longer of moral obligation. How might such regulations have deceived these believers?",
      "Having laid a doctrinal and theological foundation in the first two chapters, Paul proceeds in chapter 3, to lay out principles for the Colossians to put into practice the message they had just heard. What are some specific ways we can put into practice Paul's admonition found in Colossians 3:2?",
      "In Colossians 4:5-6, Paul addressed how Christians are to act toward unbelievers. What do you think Paul meant by the following phrases:\nWalk in wisdom\nRedeeming the time\nLet your speech be always with grace, seasoned with salt\nKnow how ye ought to answer"
    ],
    "conclusion": "<p>Paul's epistle appears to have provided not only the most complete description of Christ in any of the letters to the members of the Early Church, but it also contains excellent and timeless instructions to Christians of every era. As you read Colossians, you can acquire a new appreciation for Christ as “the fullness of the Godhead bodily,\" and the only source for living the Christian life.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/pauls-letter-to-the-colossians"
  },
  {
    "effectiveDate": "2024-10-20",
    "topic": "Paul's First Letter to the Thessalonians",
    "sourceReference": "1 Thessalonians 1:1 through 5:28",
    "keyVerse": {
      "text": "For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first: then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.",
      "reference": "1 Thessalonians 4:16-17"
    },
    "background": "<p>Paul wrote the Book of 1 Thessalonians while he was in Corinth in A.D. 50 or 51, a couple of years after he had established the church at Thessalonica. It is believed to be the first of the Pauline Epistles (with the possible exception of Galatians), and in fact was likely the first book of the New Testament to be written.</p><p>Paul established the church at Thessalonica during his second missionary journey in A.D. 49, following his night vision of the Macedonian man calling for him to come to them. He responded to the call, and traveled across the Aegean Sea to Neapolis, Philippi, and then to Thessalonica where he preached in the Jewish synagogue for several weeks. The church subsequently established there became the second major church on the European continent. While Paul's base of operation was the synagogue (Acts 17:2), not only did some Jews accept the Gospel message, but numbers of Gentiles did also.</p><p>As the faith of the new believers in Thessalonica became known, this upset the Jewish leaders and they sought to arrest Paul and his co-worker, Silas. The two men fled under cover of darkness to Berea in the southwest, but the authorities arrested Jason, who had been host to Paul and Silas in Thessalonica. When these Jewish authorities heard Paul was preaching in Berea, they went to that city and attempted to incite riots against him. Paul escaped, and went on to Athens where he waited for his companions, Timothy and Silas.</p><p>Because Paul had left Thessalonica in such a hurry, he no doubt felt concerned that he had not been able to tell the new believers in that city all they needed to know. He sent Timothy back to Thessalonica to see how the young church was doing, and Timothy returned with a good report.</p><p>Paul also wrote to the new church a personal message: the Book of 1 Thessalonians. He started out by affirming and encouraging the believers in their faith, he exhorted them to live a holy life, and finally he instructed them about the second coming of the Lord.</p>",
    "questions": [
      "What was the response of the Thessalonians to the Word of God preached by Paul and Silas? In what ways were those in the Thessalonian church a model for other believers?",
      "In 1 Thessalonians 1:5 we read that the Gospel came to the Thessalonians “in power, and in the Holy Ghost.\" In other words, the Gospel had a powerful effect on their lives. List four specific effects that the Gospel has had on your life since you were first saved.",
      "In 1 Thessalonians 2:4, Paul wrote that he had been \"allowed of God to be put in trust with the gospel.\" What did he mean by this phrase?",
      "In chapter 3, what three reasons did Paul give for sending Timothy back to Thessalonica? In what ways do ministers of the Gospel today accomplish the same purpose?",
      "What did Paul mean in 1 Thessalonians 4:15 when he said, \"This we say unto you by the word of the Lord\"?",
      "One significant doctrinal concern that Paul had become aware of, led to a major theological emphasis in 1 Thessalonians. The young church clearly believed that Jesus had risen from the dead. However, several of the church members had died since Paul had been there. Since Jesus had not returned for his church yet, the church members were wondering what was to become of those who had died. In chapters 4 and 5, Paul offers hope and comfort to the believers who were grieving the loss of their loved ones. According to 1 Thessalonians 4:16-17, what will be the sequence of events of the Lord's return?",
      "What do you think Paul meant in 1 Thessalonians 5:5 when he referred to the church as \"children of light, and children of the day?\" Considering the characteristics of light and darkness, why was this an appropriate analogy?",
      "In 1 Thessalonians 5:11, Paul encouraged those in the Thessalonian church to comfort themselves together and edify one another. In the original Greek, the word edify means “to build up and promote spiritual growth by teaching or example.\" Think back over your spiritual walk with God and note five specific ways other believers have comforted and edified you.",
      "In Paul's closing comments, he gave several exhortations to the believers of Thessalonica. Paraphrase the directives given in chapter 5, verses 15 through 22, and explain how they can be followed in our day."
    ],
    "conclusion": "<p>How vital it is to be sure we are ready to meet our Lord in the air when He returns for those who are ready! Let us endeavor to encourage and build up each other in the faith so that none will be left behind when that great day occurs.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/pauls-first-letter-to-the-thessalonians"
  },
  {
    "effectiveDate": "2024-10-27",
    "topic": "Paul's Second Letter to the Thessalonians",
    "sourceReference": "2 Thessalonians 1:1 through 3:18",
    "keyVerse": {
      "text": "Therefore brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle.",
      "reference": "2 Thessalonians 2:15"
    },
    "background": "<p>Thessalonica, the largest city of Macedonia, was an important trade city. Located on the main roadway between Rome and the Orient, it was a thriving seaport. During Paul's second missionary journey, around A.D. 50, after preaching for a short time in the synagogue in Thessalonica (Acts 17), he started the church there. Within two years or less, Paul felt the need to write a letter to the new church to encourage the believers there and counsel them in several areas, including the Second Coming of the Lord. That letter is the Book of 1 Thessalonians.</p><p>A short time after writing that letter, Paul received word that some in the church had misinterpreted his teaching about Christ's second coming. Thinking the event was imminent, these people had quit working and had simply settled back to wait (2 Thessalonians 3:11). Continued persecution of the church caused some people to feel that they must be living immediately prior to the “Day of the Lord.” To correct these misunderstandings, Paul wrote another letter—the Book of 2 Thessalonians. In this epistle, he explained the events that would precede Christ's return, what the believers were to avoid, and how they were to conduct themselves until the Lord's return.</p><p>Paul's loving concern for the infant church is evident in his epistles. He used the endearing term \"brethren\" twenty-eight times in his two letters to the Thessalonians. He expressed his love in the way he greeted them, in his warm praise and thanksgiving for the progress and growth he had observed, his careful admonition on the points that had brought confusion, and his closing benediction.</p>",
    "questions": [
      "In the opening of his second letter to the believers in the Thessalonian church, what attributes did Paul commend? 2 Thessalonians 1:3-4",
      "In 2 Thessalonians 1:4-10, Paul referred to persecutions and tribulations that the Thessalonians were experiencing. How did Paul encourage them regarding their sufferings, and how can we apply his message when we face persecution in our day?",
      "Following his words of encouragement in chapter 1, Paul gave some warnings in 2 Thessalonians 2:1-3. Identify these warnings and cite the reason Paul gave for people being deceived. What are some things we can do to ensure that we are not led away from the truth of the Gospel?",
      "The phrase, “Day of the Lord,\" refers to the Second Coming of Jesus. The Second Coming encompasses two separate events: the Rapture of the Church, when Jesus comes to catch away His waiting Bride, and the Revelation of Christ, when He returns with His saints to execute judgment upon the ungodly and to set up His millennial kingdom on earth. In attempting to clarify for the Thessalonians the events of the end time, Paul laid out three occurrences that must take place before \"the day of Christ\" (the Revelation of Christ). What are these occurrences? 2 Thessalonians 2:3-8",
      "How did Paul describe the way the Antichrist will come in and the manner in which the Lord will defeat him? 2 Thessalonians 2:3-10",
      "What two requests did Paul make of the believers at Thessalonica in chapter 3:1-2 regarding the spread of the Gospel? What does this teach us about how we should pray?",
      "In 2 Thessalonians 3:5, Paul expressed his desire that God would direct the Thessalonians into two things. What were these things, and why were and are they so important?",
      "What problem in the church did Paul address in verses 6-12 of Chapter 3?",
      "What key points did you derive from reading the Book of 2 Thessalonians? Why were they particularly meaningful?"
    ],
    "conclusion": "<p>Some day, Christ will come back to earth for those who trust in Him. If we are ready, we need not be concerned about when He will return. We should stand for the truth, keep working for Christ, and patiently wait and watch for Him.</p>",
    "sourceLink": "https://www.apostolicfaith.org/daybreak-and-discovery/pauls-second-letter-to-the-thessalonians"
  }
]